/*
This file is part of Telegram Desktop,
the official desktop application for the Telegram messaging service.

For license and copyright information please follow this link:
https://github.com/telegramdesktop/tdesktop/blob/master/LEGAL
*/
"lng_language_name" = "Français";
"lng_switch_to_this" = "Continue in English";

"lng_menu_contacts" = "Contacts";
"lng_menu_calls" = "Appels";
"lng_menu_settings" = "Paramètres";
"lng_menu_about" = "À propos";
"lng_menu_update" = "Mise à jour";
"lng_menu_back" = "Retour";
"lng_menu_night_mode" = "Night Mode";

"lng_disable_notifications_from_tray" = "Désactiver les notifications";
"lng_enable_notifications_from_tray" = "Activer les notifications";
"lng_open_from_tray" = "Ouvrir Telegram";
"lng_minimize_to_tray" = "Réduire dans la zone de notification";
"lng_quit_from_tray" = "Quitter Telegram";
"lng_tray_icon_text" = "Telegram est encore en cours d'exécution,\nvous pouvez changer cela dans les Paramètres.\nSi cette icône disparaît de la zone de notification,\nvous pouvez la glisser ici à partir des icônes cachées.";

"lng_month1" = "Janvier";
"lng_month2" = "Février";
"lng_month3" = "Mars";
"lng_month4" = "Avril";
"lng_month5" = "Mai";
"lng_month6" = "Juin";
"lng_month7" = "Juillet";
"lng_month8" = "Août";
"lng_month9" = "Septembre";
"lng_month10" = "Octobre";
"lng_month11" = "Novembre";
"lng_month12" = "Décembre";

"lng_month1_small" = "Jan";
"lng_month2_small" = "Fév";
"lng_month3_small" = "Mar";
"lng_month4_small" = "Avr";
"lng_month5_small" = "Mai";
"lng_month6_small" = "Jun";
"lng_month7_small" = "Jul";
"lng_month8_small" = "Aou";
"lng_month9_small" = "Sep";
"lng_month10_small" = "Oct";
"lng_month11_small" = "Nov";
"lng_month12_small" = "Déc";

"lng_weekday1" = "Lun";
"lng_weekday2" = "Mar";
"lng_weekday3" = "Mer";
"lng_weekday4" = "Jeu";
"lng_weekday5" = "Ven";
"lng_weekday6" = "Sam";
"lng_weekday7" = "Dim";

"lng_month_day" = "{day} {month}";
"lng_month_day_year" = "{day} {month} {year}";
"lng_month_year" = "{month} {year}";

"lng_box_ok" = "OK";

"lng_cancel" = "Annuler";
"lng_continue" = "Continuer";
"lng_close" = "Fermer";
"lng_connecting" = "Connexion...";
"lng_connecting_to_proxy" = "Connexion au proxy...";
"lng_connecting_settings" = "Paramètres";
"lng_reconnecting#one" = "Reconnexion dans {count} s...";
"lng_reconnecting#other" = "Reconnexion dans {count} s...";
"lng_reconnecting_try_now" = "Essayer maintenant";

"lng_status_service_notifications" = "notifications de service";
"lng_status_support" = "support";
"lng_status_bot" = "bot";
"lng_status_bot_reads_all" = "a accès aux messages";
"lng_status_bot_not_reads_all" = "n'a pas accès aux messages";
"lng_status_offline" = "vu il y a longtemps";
"lng_status_recently" = "vu récemment";
"lng_status_last_week" = "vu il y a moins d'une semaine";
"lng_status_last_month" = "vu il y a moins d'un mois";
"lng_status_lastseen_now" = "vu à l'instant";
"lng_status_lastseen_minutes#one" = "vu il y a {count} minute";
"lng_status_lastseen_minutes#other" = "vu il y a {count} minutes";
"lng_status_lastseen_hours#one" = "vu il y a {count} heure";
"lng_status_lastseen_hours#other" = "vu il y a {count} heures";
"lng_status_lastseen_today" = "vu aujourd'hui à {time}";
"lng_status_lastseen_yesterday" = "vu hier à {time}";
"lng_status_lastseen_date" = "vu le {date}";
"lng_status_lastseen_date_time" = "vu le {date} à {time}";
"lng_status_online" = "en ligne";
"lng_status_connecting" = "connexion...";

"lng_chat_status_unaccessible" = "le groupe est inaccessible";
"lng_chat_status_members#one" = "{count} membre";
"lng_chat_status_members#other" = "{count} membres";
"lng_chat_status_online#one" = "{count} en ligne";
"lng_chat_status_online#other" = "{count} en ligne";
"lng_chat_status_members_online" = "{members_count}, {online_count}";

"lng_channel_status" = "chaîne";
"lng_group_status" = "groupe";

"lng_channel_members_link#one" = "{count} membre";
"lng_channel_members_link#other" = "{count} membres";
"lng_channel_admins_link#one" = "{count} administrateur";
"lng_channel_admins_link#other" = "{count} administrateurs";

"lng_flood_error" = "Trop de tentatives. Veuillez réessayer plus tard.";
"lng_gif_error" = "Une erreur est survenue pendant la lecture du GIF animé :(";
"lng_edit_error" = "Vous ne pouvez pas modifier ce message";
"lng_join_channel_error" = "Sorry, you have joined too many channels and supergroups. Please leave some before joining this one.";
"lng_error_phone_flood" = "Désolé, vous avez supprimé et créé votre compte trop souvent. Attendez quelques jours avant de vous inscrire à nouveau.";
"lng_error_start_minimized_passcoded" = "You have set a local passcode, so Telegram Desktop can't be launched minimised; it will ask you to enter your passcode before it can start working.";
"lng_error_pinned_max#one" = "Désolé, vous ne pouvez pas épingler plus d'{count} conversation.";
"lng_error_pinned_max#other" = "Désolé, vous ne pouvez pas épingler plus de {count} conversations.";
"lng_error_public_groups_denied" = "Malheureusement, vous avez été banni de la participation aux groupes publics.\n{more_info}";
"lng_error_cant_add_member" = "Désolé, vous ne pouvez ajouter le bot à ce groupe. Demandez à un administrateur du groupe de le faire.";
"lng_error_cant_add_bot" = "Désolé, ce bot ne peut pas être ajouté à des groupes.";
"lng_error_cant_add_admin_invite" = "Désolé, vous ne pouvez pas ajouter cet utilisateur aux administrateurs car il n'est pas membre de ce groupe et vous n'êtes pas autorisé à l'inviter.";
"lng_error_cant_add_admin_unban" = "Désolé, vous ne pouvez pas ajouter cet utilisateur aux administrateurs car il est dans la liste noire et vous ne pouvez pas lever son exclusion.";
"lng_error_cant_ban_admin" = "Désolé, vous ne pouvez pas bannir cet utilisateur car il est administrateur de ce groupe et vous n'êtes pas autorisé à le rétrograder.";
"lng_sure_add_admin_invite" = "Cet utilisateur n'est pas membre de ce groupe. Voulez-vous l'ajouter au groupe et le promouvoir administrateur ?";
"lng_sure_add_admin_invite_channel" = "This user is not a subscriber of this channel. Add them to the channel and promote them to admin?";
"lng_sure_add_admin_unban" = "This user is currently restricted or banned. Are you sure you want to unban and promote them?";
"lng_sure_ban_admin" = "This user is an admin. Are you sure you want to go ahead and restrict them?";
"lng_sure_ban_user_group" = "Bannir {user} du groupe ?";
"lng_sure_enable_socks" = "Êtes-vous sûr de vouloir activer ce serveur proxy ?\n\nServeur : {server}\nPort : {port}\n\nVous pourrez le réactiver plus tard dans les Paramètres (Type de Connexion).";
"lng_sure_enable" = "Activer";

"lng_edit_deleted" = "Ce message a été supprimé";
"lng_edit_too_long" = "Votre message texte est trop long";
"lng_edit_message" = "Modifier le message";
"lng_edit_message_text" = "Nouveau message texte...";
"lng_deleted" = "Compte supprimé";
"lng_deleted_message" = "Message supprimé";
"lng_pinned_message" = "Message épinglé";
"lng_pinned_unpin_sure" = "Voulez vous désépingler ce message?";
"lng_pinned_pin_sure" = "Voulez-vous épingler ce message?";
"lng_pinned_pin" = "Épingler";
"lng_pinned_unpin" = "Désépingler ";
"lng_pinned_notify" = "Notifier tous les membres";

"lng_intro_about" = "Bienvenue dans l'application Telegram Desktop officielle.\nElle est rapide et sécurisée.";
"lng_start_msgs" = "COMMENCER LA DISCUSSION";

"lng_intro_next" = "SUIVANT";
"lng_intro_finish" = "INSCRIPTION";
"lng_intro_submit" = "VALIDER";

"lng_photo_caption" = "Légende";
"lng_photos_comment" = "Commentaire";

"lng_phone_title" = "Your Phone Number";
"lng_phone_desc" = "Please confirm your country code and\nenter your mobile phone number.";
"lng_phone_notreg" = "Si vous n'avez pas de compte Telegram,\n[b]inscrivez-vous[/b] avec {link_start}Android / iPhone{link_end} ou {signup_start}ici{signup_end}";
"lng_country_code" = "Code de pays";
"lng_bad_country_code" = "Code de pays invalide";
"lng_country_ph" = "Recherche";
"lng_country_none" = "Pays non trouvé";
"lng_country_select" = "Sélectionner un pays";

"lng_code_ph" = "Votre code";
"lng_code_desc" = "Nous avons envoyé un message avec un code d'activation\nà votre téléphone. Veuillez le saisir ci-dessous.";
"lng_code_telegram" = "Veuillez saisir le code reçu dans votre application [b]Telegram[/b] précédente.";
"lng_code_no_telegram" = "Envoyer le code par SMS";
"lng_code_call" = "Telegram will call you in {minutes}:{seconds}";
"lng_code_calling" = "Demander un appel de Telegram..";
"lng_code_called" = "Telegram a composé votre numéro";

"lng_bad_phone" = "Numéro de téléphone invalide. Veuillez réessayer.";
"lng_bad_phone_noreg" = "Numéro de téléphone non enregistré.";
"lng_bad_code" = "Vous avez saisi un code invalide.";
"lng_bad_name" = "Veuillez saisir votre prénom et nom de famille.";
"lng_bad_photo" = "Sorry, Telegram can't process that type of image.";

"lng_signin_title" = "Vérification du mot de passe cloud";
"lng_signin_desc" = "Veuillez saisir votre mot de passe cloud.";
"lng_signin_recover_desc" = "Veuillez saisir le code du courriel\n{email}";
"lng_signin_password" = "Votre mot de passe cloud";
"lng_signin_code" = "Code du courriel";
"lng_signin_recover" = "Mot de passe oublié?";
"lng_signin_recover_title" = "Réinitialiser le mot de passe";
"lng_signin_hint" = "Indice : {password_hint}";
"lng_signin_recover_hint" = "Le code a été envoyé à {recover_email}";
"lng_signin_bad_password" = "Vous avez saisi un mauvais mot de passe.";
"lng_signin_wrong_code" = "Vous avez saisi un code invalide.";
"lng_signin_try_password" = "Avez-vous des problèmes à accéder à vos courriels?";
"lng_signin_password_removed" = "Your cloud password was disabled.\nYou can set up a new one in Settings.";
"lng_signin_no_email_forgot" = "Since you didn't provide a recovery e-mail when setting up your password, your remaining options are either to remember your password or to reset your account.";
"lng_signin_cant_email_forgot" = "Si vous ne pouvez pas rétablir l'accès à votre courriel, vous devrez soit vous rappeler de votre mot de passe ou réinitialiser votre compte.";
"lng_signin_reset_account" = "Réinitialiser votre compte";
"lng_signin_sure_reset" = "Attention !\n\nVous perdrez toutes vos conversations et vos messages ainsi que vos médias et fichiers partagés!\n\nVoulez-vous réinitialiser votre compte?";
"lng_signin_reset" = "Réinitialiser";
"lng_signin_reset_wait" = "Comme le compte {phone_number} est actif et protégé par un mot de passe, nous le supprimerons dans 1 semaine pour des raisons de sécurité. Vous pouvez annuler cette action à tout moment.\n\nVous pourrez réinitialiser votre compte dans :\n{when}";
"lng_signin_reset_days#one" = "{count} jour";
"lng_signin_reset_days#other" = "{count} jours";
"lng_signin_reset_hours#one" = "{count} heure";
"lng_signin_reset_hours#other" = "{count} heures";
"lng_signin_reset_minutes#one" = "{count} minute";
"lng_signin_reset_minutes#other" = "{count} minutes";
"lng_signin_reset_in_days" = "{days_count} {hours_count} {minutes_count}";
"lng_signin_reset_in_hours" = "{hours_count} {minutes_count}";
"lng_signin_reset_cancelled" = "Vos récentes tentatives pour réinitialiser ce compte ont été annulées par l'utilisateur actif. Veuillez réessayer dans 7 jours.";
"lng_signin_banned_text" = "This phone number is banned.";
"lng_signin_banned_help" = "Aide";

"lng_signup_title" = "Vos infos";
"lng_signup_desc" = "Veuillez saisir votre nom et\najouter une photo.";

"lng_signup_firstname" = "Prénom";
"lng_signup_lastname" = "Nom de famille";

"lng_dlg_filter" = "Recherche";
"lng_dlg_new_group_name" = "Nom du groupes";
"lng_dlg_new_channel_name" = "Nom de la chaîne";
"lng_no_contacts" = "Vous n'avez pas de contact";
"lng_no_chats" = "Vos conversations apparaîtront ici";
"lng_contacts_loading" = "Chargement...";
"lng_contacts_not_found" = "Aucun contact trouvé";
"lng_dlg_search_for_messages" = "Recherche de messages";
"lng_update_telegram" = "Mettre à jour Telegram";
"lng_dlg_search_in" = "Rechercher des messages dans";
"lng_dlg_search_from" = "De: {user}";

"lng_settings_save" = "Enregistrer";
"lng_settings_upload" = "Photo de profil";
"lng_settings_crop_profile" = "Sélectionner une zone pour votre photo de profil";
"lng_settings_uploading_photo" = "Téléversement de la photo..";
"lng_settings_edit" = "Modifier";
"lng_settings_drop_area_subtitle" = "en faire votre photo";

"lng_username_title" = "Pseudonyme";
"lng_username_about" = "Vous pouvez choisir un pseudonyme sur Telegram.\nSi vous le faite, les autres personnes pourront vous trouver\nen utilisant ce pseudonyme et vous contacter \nsans connaitre votre numéro de téléphone.\n\nVous pouvez utiliser a-z, 0-9 et soulignement.\nLa longueur minimale est 5 caractères.";
"lng_username_choose" = "Choisir votre pseudonyme.";
"lng_username_invalid" = "Ce pseudonyme est invalide.";
"lng_username_occupied" = "Ce pseudonyme est déjà utilisé.";
"lng_username_too_short" = "Ce pseudonyme est trop court.";
"lng_username_bad_symbols" = "Only a-z, 0-9, and underscores allowed.";
"lng_username_available" = "Ce pseudonyme est disponible.";
"lng_username_not_found" = "Pseudonyme @{user} non trouvé.";
"lng_username_link_willbe" = "This link will open a chat with you:";
"lng_username_link" = "Ce lien ouvrira une conversation avec vous :";
"lng_username_copied" = "Lien copié dans le presse-papier.";

"lng_bio_title" = "Modifier votre bio";
"lng_bio_placeholder" = "Bio";
"lng_bio_about" = "Vous pouvez ajouter quelques lignes à propos de vous. Les utilisateurs qui consulteront votre profil verront ce texte.";

"lng_settings_section_info" = "Info";
"lng_settings_username" = "Pseudonyme :";
"lng_settings_choose_username" = "Choisir un pseudonyme";
"lng_settings_empty_bio" = "Aucune";

"lng_settings_section_notify" = "Notifications";
"lng_settings_desktop_notify" = "Notifications de bureau";
"lng_settings_show_name" = "Afficher le nom de l'expéditeur";
"lng_settings_show_preview" = "Afficher un aperçu du message";
"lng_settings_use_windows" = "Utiliser les notifications Windows";
"lng_settings_use_native_notifications" = "Utiliser les notifications natives";
"lng_settings_advanced_notifications" = "Position des notifications";
"lng_settings_notifications_position" = "Position sur l'écran";
"lng_settings_notifications_count" = "Compteur de notifications";
"lng_settings_sound_notify" = "Jouer les sons";
"lng_settings_include_muted" = "Inclure les conversations muettes dans le compteur des messages non-lus";

"lng_notification_preview" = "Vous avez un nouveau message";
"lng_notification_reply" = "Répondre";
"lng_notification_hide_all" = "Cacher tout";
"lng_notification_sample" = "Ceci est une notification simple";

"lng_settings_section_general" = "Générale";
"lng_settings_change_lang" = "Changer la langue";
"lng_languages" = "Langues";
"lng_sure_save_language" = "Telegram va redémarrer afin de changer la langue";
"lng_settings_update_automatically" = "Mettre à jour automatiquement";
"lng_settings_current_version_label" = "Version {version} :";
"lng_settings_current_version" = "Version {version}";
"lng_settings_check_now" = "Vérifier les mises à jour";
"lng_settings_update_checking" = "Vérification des mises à jour...";
"lng_settings_latest_installed" = "La dernière version est installée";
"lng_settings_downloading" = "Téléchargement de la mise à jour {ready} / {total} Mo...";
"lng_settings_update_ready" = "Une nouvelle version est disponible";
"lng_settings_update_now" = "Redémarrer maintenant";
"lng_settings_update_fail" = "Vérification des mises à jour impossible :(";
"lng_settings_workmode_tray" = "Afficher l'icône de la zone de notification";
"lng_settings_workmode_window" = "Afficher l'icône de la barre de tâche";
"lng_settings_auto_start" = "Lancer Telegram au démarrage du système";
"lng_settings_start_min" = "Lancer réduit";
"lng_settings_add_sendto" = "Place Telegram in \"Send to\" menu";
"lng_settings_section_scale" = "Échelle de l'interface";
"lng_settings_scale_auto" = "Auto ({cur})";

"lng_settings_section_chat_settings" = "Paramètres de conversation";
"lng_settings_replace_emojis" = "Remplacer les emoji";
"lng_settings_view_emojis" = "Voir la liste";
"lng_settings_send_enter" = "Envoyer avec Entrée";
"lng_settings_send_ctrlenter" = "Envoyer avec Ctrl+Entrée";
"lng_settings_send_cmdenter" = "Envoyer avec Cmd+Entrée";

"lng_settings_section_background" = "Image de fond";
"lng_settings_bg_use_default" = "Utiliser le thème par défaut";
"lng_settings_bg_from_gallery" = "Choisir à partir de la galerie";
"lng_settings_bg_from_file" = "Choisir à partir d'un fichier";
"lng_settings_bg_edit_theme" = "Modifier le thème";
"lng_settings_bg_tile" = "Mettre en mosaïque";
"lng_settings_adaptive_wide" = "Disposition adaptée pour les écrans larges";

"lng_backgrounds_header" = "Choisir votre image de fond";
"lng_theme_sure_keep" = "Keep this theme?";
"lng_theme_reverting#one" = "Reverting to the old theme in {count} second.";
"lng_theme_reverting#other" = "Reverting to the old theme in {count} seconds.";
"lng_theme_keep_changes" = "Conserver les changements";
"lng_theme_revert" = "Rétablir";

"lng_download_path_dont_ask" = "Ne pas demander le chemin de téléchargement pour chaque fichier";
"lng_download_path_label" = "Chemin de téléchargement :";
"lng_download_path_temp" = "Dossier temporaire";
"lng_download_path_default" = "Dossier par défaut";
"lng_download_path_clear" = "Effacer tout";
"lng_download_path_header" = "Choisir le chemin de téléchargement";
"lng_download_path_default_radio" = "Dossier système Telegram «Téléchargements»";
"lng_download_path_temp_radio" = "Dossier temporaire, effacé à la déconnexion ou à la désinstallation";
"lng_download_path_dir_radio" = "Dossier personnalisé, effacer manuellement";
"lng_download_path_choose" = "Choisir le chemin de téléchargement";
"lng_sure_clear_downloads" = "Voulez-vous supprimer tous les fichiers téléchargés du dossier temporaire ? Ceci est automatiquement fait lors de la déconnexion ou la désinstallation de l'application.";
"lng_download_path_failed" = "File download could not be started.\n\nThis might be because the download location you've selected is invalid. Try changing the \"Download path\" in Settings.";
"lng_download_path_settings" = "Paramètres";
"lng_download_finish_failed" = "Téléchargement du fichier interrompu.\n\nVoulez-vous réessayer?";
"lng_download_path_clearing" = "Effacement...";
"lng_download_path_cleared" = "Effacé !";

"lng_settings_section_privacy" = "Confidentialité et Sécurité";

"lng_local_storage_title" = "Stockage local";
"lng_settings_no_data_cached" = "Aucune donnée en cache trouvée !";
"lng_settings_images_cached#one" = "{count} image, {size}";
"lng_settings_images_cached#other" = "{count} images, {size}";
"lng_settings_audios_cached#one" = "{count} message vocal, {size}";
"lng_settings_audios_cached#other" = "{count} message vocaux, {size}";
"lng_local_storage_clear" = "Effacer tout";
"lng_local_storage_clearing" = "Effacement...";
"lng_local_storage_cleared" = "Effacé !";

"lng_settings_section_advanced_settings" = "Paramètres avancés";
"lng_settings_enable_night_theme" = "Activer le mode nuit";
"lng_settings_disable_night_theme" = "Désactiver le mode nuit";

"lng_passcode_remove_button" = "Supprimer";

"lng_passcode_turn_on" = "Activer le code d'accès";
"lng_passcode_change" = "Changer le code d'accès";
"lng_passcode_create" = "Code d'accès";
"lng_passcode_remove" = "Supprimer le code d'accès local";
"lng_passcode_turn_off" = "Désactiver";
"lng_passcode_autolock" = "Verrouillage automatique";
"lng_passcode_autolock_away" = "Verrouillage automatique si absent pendant :";
"lng_passcode_autolock_inactive" = "Verrouillage automatique si inactif pendant :";
"lng_passcode_autolock_minutes#one" = "{count} minute";
"lng_passcode_autolock_minutes#other" = "{count} minutes";
"lng_passcode_autolock_hours#one" = "{count} heure";
"lng_passcode_autolock_hours#other" = "{count} heures";
"lng_passcode_enter_old" = "Saisissez le code d'accès actuel";
"lng_passcode_enter_first" = "Saisissez un code d'accès";
"lng_passcode_enter_new" = "Saisissez le nouveau code d'accès";
"lng_passcode_confirm_new" = "Re-saisissez le nouveau code d'accès";
"lng_passcode_about" = "Lorsque vous configurez un code d'accès local, une icône de verrouillage s'affiche en haut de la liste des conversations. Cliquez dessus pour verrouiller l'application.\n\nNote : si vous oubliez le code d'accès local, vous devrez vous reconnecter à Telegram Desktop.";
"lng_passcode_differ" = "Codes d'accès sont différents";
"lng_passcode_wrong" = "Mauvais code d'accès";
"lng_passcode_is_same" = "Le code d'accès n'a pas été changé";
"lng_passcode_enter" = "Saisissez votre code d'accès";
"lng_passcode_ph" = "Votre code d'accès";
"lng_passcode_submit" = "Valider";
"lng_passcode_logout" = "Déconnexion";
"lng_passcode_need_unblock" = "Vous devez me déverrouiller d'abord.";

"lng_cloud_password_waiting" = "Lien de confirmation envoyé à {email}..";
"lng_cloud_password_change" = "Changer le mot de passe cloud";
"lng_cloud_password_create" = "Mot de passe cloud";
"lng_cloud_password_remove" = "Supprimer le mot de passe cloud";
"lng_cloud_password_set" = "Activer la validation en deux étapes";
"lng_cloud_password_edit" = "Changer le mot de passe cloud";
"lng_cloud_password_enter_old" = "Saisissez le mot de passe actuel";
"lng_cloud_password_enter_first" = "Saisissez un mot de passe";
"lng_cloud_password_enter_new" = "Saisissez le nouveau mot de passe";
"lng_cloud_password_confirm_new" = "Re-saisissez le nouveau mot de passe ";
"lng_cloud_password_hint" = "Saisissez l'indice du mot de passe";
"lng_cloud_password_change_hint" = "Saisissez l'indice du nouveau mot de passe";
"lng_cloud_password_bad" = "Le mot de passe et l'indice ne peuvent pas être les mêmes.";
"lng_cloud_password_email" = "Saisir un courriel de récupération";
"lng_cloud_password_bad_email" = "Courriel non valide, veuillez en essayer un autre.";
"lng_cloud_password_about" = "This password will be asked when you log in on a new device in addition to the SMS code.";
"lng_cloud_password_about_recover" = "Attention! Êtes-vous certain de ne pas vouloir\najouter un courriel de récupération?\n\nSi vous oubliez vote mot de passe, vous ne pourrez plus\naccéder à votre compte Telegram.";
"lng_cloud_password_skip_email" = "Passer le courriel";
"lng_cloud_password_almost" = "Un lien de confirmation a été envoyé\nau courriel que vous avez fourni. La validation en deux étapes sera activée dès que vous utiliserez le lien.";
"lng_cloud_password_was_set" = "La vérification en deux étapes a été activée.";
"lng_cloud_password_updated" = "Votre mot de passe cloud a été mis à jour.";
"lng_cloud_password_removed" = "La vérification en deux étapes a été désactivée.";
"lng_cloud_password_differ" = "Le mot de passe n'est pas bon";
"lng_cloud_password_wrong" = "Mauvais mot de passe cloud";
"lng_cloud_password_is_same" = "Le mot de passe n'a pas été changé";

"lng_connection_type" = "Type de connexion :";
"lng_connection_auto_connecting" = "Défaut (connexion...)";
"lng_connection_auto" = "Défaut ({transport} utilisé)";
"lng_connection_proxy_connecting" = "Connexion à travers un proxy...";
"lng_connection_proxy" = "{transport} avec proxy";
"lng_connection_header" = "Type de connexion";
"lng_connection_auto_rb" = "Auto (TCP si disponible ou HTTP)";
"lng_connection_http_proxy_rb" = "HTTP avec proxy HTTP personnalisé";
"lng_connection_tcp_proxy_rb" = "TCP avec proxy SOCKS5 personnalisé";
"lng_connection_try_ipv6" = "Essai de connexion par IPv6";
"lng_connection_host_ph" = "Nom du serveur";
"lng_connection_port_ph" = "Port";
"lng_connection_user_ph" = "Pseudonyme";
"lng_connection_password_ph" = "Mot de passe";
"lng_connection_save" = "Enregistrer";

"lng_settings_blocked_users" = "Utilisateurs bloqués";
"lng_settings_last_seen_privacy" = "Confidentialité de l'horodatage";
"lng_settings_calls_privacy" = "Confidentialité des appels";
"lng_settings_groups_invite_privacy" = "Paramètres de l'invitation de groupe";
"lng_settings_show_sessions" = "Afficher toutes les sessions";
"lng_settings_self_destruct" = "Paramètres d'auto-destruction du compte";
"lng_settings_change_phone" = "Changer le numéro de téléphone";

"lng_settings_reset" = "Terminer toutes les autres sessions";
"lng_settings_reset_sure" = "Êtes-vous sûr de vouloir terminer\ntoutes les autres sessions ?";
"lng_settings_reset_one_sure" = "Voulez-vous terminer cette session ?";
"lng_settings_reset_button" = "Terminer";
"lng_settings_manage_local_storage" = "Gérer le stockage local";
"lng_settings_ask_question" = "Poser une question";
"lng_settings_ask_sure" = "Please note that Telegram Support is run by volunteers. We try to respond as quickly as possible, but it may take a while.\n\nPlease take a look at the Telegram FAQ: it has important troubleshooting tips and answers to most questions.";
"lng_settings_faq_button" = "Aller à la FAQ";
"lng_settings_ask_ok" = "Ask a Volunteer";
"lng_settings_faq" = "Telegram FAQ";
"lng_settings_logout" = "Déconnexion";
"lng_sure_logout" = "Êtes-vous certain de vouloir vous déconnecter?";

"lng_settings_need_restart" = "Vous devez relancer l'application pour appliquer certains des nouveaux paramètres. Relancer maintenant ?";
"lng_settings_restart_now" = "REDÉMARRER";

"lng_sessions_header" = "Session actuelle";
"lng_sessions_other_header" = "Sessions actives";
"lng_sessions_other_desc" = "Vous pouvez vous connecter à partir d'autres appareils mobiles ou de bureau en utilisant le même numéro de téléphone. Toutes vos données seront automatiquement synchronisées.";
"lng_sessions_terminate_all" = "Terminer toutes les autres sessions";

"lng_blocked_list_title" = "Utilisateurs bloqués";
"lng_blocked_list_unknown_phone" = "unknown phone number";
"lng_blocked_list_unblock" = "Débloquer";
"lng_blocked_list_add" = "Bloquer l'utilisateur";
"lng_blocked_list_add_title" = "Choisir l'utilisateur à bloquer";
"lng_blocked_list_already_blocked" = "déjà bloqué";
"lng_blocked_list_about" = "Les utilisateurs bloqués ne peuvent pas vous envoyer de messages ou vous ajouter à des groupes. Ils ne verront pas vos images de profil, ainsi que votre statut en ligne et votre horodatage.";
"lng_blocked_list_not_found" = "Aucun utilisateur trouvé.";

"lng_edit_privacy_everyone" = "Tout le monde";
"lng_edit_privacy_contacts" = "Mes contacts";
"lng_edit_privacy_nobody" = "Personne";
"lng_edit_privacy_exceptions" = "Ajouter des exceptions";

"lng_edit_privacy_lastseen_title" = "Confidentialité de l'horodatage";
"lng_edit_privacy_lastseen_description" = "Vous pouvez choisir qui peut voir le moment de votre dernière connexion :";
"lng_edit_privacy_lastseen_warning" = "Important : vous ne pourrez plus voir la date de dernière visite des personnes qui ne peuvent pas voir la vôtre. À la place, une vague indication sera affichée (récemment, dans la semaine, dans le dernier mois).";
"lng_edit_privacy_lastseen_always_empty" = "Toujours partager avec";
"lng_edit_privacy_lastseen_always#one" = "Toujours partager avec {count} utilisateur";
"lng_edit_privacy_lastseen_always#other" = "Toujours partager avec {count} utilisateurs";
"lng_edit_privacy_lastseen_never_empty" = "Ne jamais partager avec";
"lng_edit_privacy_lastseen_never#one" = "Ne jamais partager avec {count} utilisateur";
"lng_edit_privacy_lastseen_never#other" = "Ne jamais partager avec {count} utilisateurs";
"lng_edit_privacy_lastseen_exceptions" = "Ces paramètres écraseront les valeurs ci-dessus";
"lng_edit_privacy_lastseen_always_title" = "Toujours partager avec";
"lng_edit_privacy_lastseen_never_title" = "Ne jamais partager avec";

"lng_edit_privacy_groups_title" = "Paramètres d'invitation de groupe";
"lng_edit_privacy_groups_description" = "Vous pouvez définir qui peut vous ajouter aux groupes et chaînes avec précision :";
"lng_edit_privacy_groups_always_empty" = "Toujours autoriser";
"lng_edit_privacy_groups_always#one" = "Toujours autoriser {count} utilisateur";
"lng_edit_privacy_groups_always#other" = "Toujours autoriser {count} utilisateurs";
"lng_edit_privacy_groups_never_empty" = "Ne jamais autoriser";
"lng_edit_privacy_groups_never#one" = "Ne jamais autoriser {count} utilisateur";
"lng_edit_privacy_groups_never#other" = "Ne jamais autoriser {count} utilisateurs";
"lng_edit_privacy_groups_exceptions" = "Ces utilisateurs pourront ou ne pourront pas vous ajouter aux groupes et chaînes quels que soient les paramètres ci-dessus.";
"lng_edit_privacy_groups_always_title" = "Toujours autoriser";
"lng_edit_privacy_groups_never_title" = "Ne jamais autoriser";

"lng_edit_privacy_calls_title" = "Telegram call privacy";
"lng_edit_privacy_calls_description" = "Vous pouvez restreindre qui peut vous appeler :";
"lng_edit_privacy_calls_always_empty" = "Toujours autoriser";
"lng_edit_privacy_calls_always#one" = "Toujours autoriser {count} utilisateur";
"lng_edit_privacy_calls_always#other" = "Toujours autoriser {count} utilisateurs";
"lng_edit_privacy_calls_never_empty" = "Ne jamais autoriser";
"lng_edit_privacy_calls_never#one" = "Ne jamais autoriser {count} utilisateur";
"lng_edit_privacy_calls_never#other" = "Ne jamais autoriser {count} utilisateurs";
"lng_edit_privacy_calls_exceptions" = "Ces utilisateurs pourront ou ne pourront pas vous appeler peu importe les réglages ci-dessus.";
"lng_edit_privacy_calls_always_title" = "Toujours autoriser";
"lng_edit_privacy_calls_never_title" = "Ne jamais autoriser";

"lng_self_destruct_title" = "Auto-destruction du compte";
"lng_self_destruct_description" = "Si vous ne vous connectez pas au moins une fois au cours de cette période, votre compte sera supprimé ainsi que tous vos groupes, messages et contacts.";
"lng_self_destruct_months#one" = "{count} mois";
"lng_self_destruct_months#other" = "{count} mois";
"lng_self_destruct_years#one" = "{count} an";
"lng_self_destruct_years#other" = "{count} ans";

"lng_change_phone_title" = "Changer le numéro de téléphone";
"lng_change_phone_description" = "Vous pouvez changer votre numéro Telegram\nici. Votre compte et toutes vos données cloud\n— messages, médias, contacts, etc. seront\ndéplacés vers le nouveau numéro.\n\n[b]Important[/b] : tous vos contacts Telegram se verront ajouter votre [b]nouveau numéro[/b] à leur carnet\nd'adresses, à condition qu'ils aient votre ancien numéro et\nque vous ne les ayez pas bloqués dans Telegram.";
"lng_change_phone_warning" = "Tous vos contacts Telegram se verront ajouter votre nouveau numéro à leur carnet d'adresses, à condition qu'ils aient votre ancien numéro et que vous ne les ayez pas bloqués dans Telegram.";
"lng_change_phone_occupied" = "Le numéro {phone} est déjà lié à un compte Telegram. Veuillez supprimer ce compte avant de migrer vers le nouveau numéro.";
"lng_change_phone_button" = "Changer de numéro";
"lng_change_phone_new_title" = "Saisir le nouveau numéro";
"lng_change_phone_new_description" = "Nous allons envoyer un SMS avec un code de confirmation à votre nouveau numéro.";
"lng_change_phone_new_submit" = "Valider";
"lng_change_phone_code_title" = "Saisir le code";
"lng_change_phone_code_description" = "Nous avons envoyé un SMS avec le code d'activation sur votre téléphone {phone}.";
"lng_change_phone_success" = "Votre numéro de téléphone a été modifié.";

"lng_mute_duration_hours#one" = "Pour {count} heure";
"lng_mute_duration_hours#other" = "Pour {count} heures";
"lng_mute_box_tip" = "Choose for how long you would like to turn off notifications for the following chat";

"lng_preview_loading" = "Obtention des informations du lien...";

"lng_profile_settings_section" = "Paramètres";
"lng_profile_actions_section" = "Actions";
"lng_profile_bot_settings" = "Paramètres de Bot";
"lng_profile_bot_help" = "Aide de Bot";
"lng_profile_invite_link_section" = "Lien d'invitation";
"lng_profile_create_public_link" = "Créer un lien public";
"lng_profile_edit_public_link" = "Modifier un lien public";
"lng_profile_search_members" = "Rechercher des membres";
"lng_profile_manage_admins" = "Gérer les administrateurs";
"lng_profile_manage_blocklist" = "Gérer les utilisateurs bannis";
"lng_profile_manage_restrictedlist" = "Gérer les utilisateurs restreints";
"lng_profile_recent_actions" = "Actions récentes";
"lng_profile_common_groups#one" = "{count} groupe en commun";
"lng_profile_common_groups#other" = "{count} groupes en commun";
"lng_profile_participants_section" = "Membres";
"lng_profile_mobile_number" = "Mobile :";
"lng_profile_username" = "Pseudonyme :";
"lng_profile_link" = "Lien :";
"lng_profile_bio" = "Bio :";
"lng_profile_add_contact" = "Ajouter Contact";
"lng_profile_edit_contact" = "Modifier";
"lng_profile_clear_and_exit" = "Supprimer et quitter";
"lng_profile_leave_channel" = "Quitter la chaîne";
"lng_profile_delete_channel" = "Supprimer la chaîne";
"lng_profile_leave_group" = "Quitter le groupe";
"lng_profile_delete_group" = "Supprimer le groupe";
"lng_profile_report" = "Signaler";
"lng_profile_search_messages" = "Rechercher un message";
"lng_profile_block_bot" = "Arrêter et bloquer le bot";
"lng_profile_unblock_bot" = "Débloquer le bot";
"lng_profile_invite_to_group" = "Ajouter au groupe";
"lng_profile_delete_contact" = "Supprimer";
"lng_profile_set_group_photo" = "Ajouter photo";
"lng_profile_add_participant" = "Ajouter des membres";
"lng_profile_view_channel" = "Voir la chaîne";
"lng_profile_join_channel" = "Rejoindre la chaîne";
"lng_profile_join_group" = "Rejoindre le groupe";
"lng_profile_delete_and_exit" = "Quitter";
"lng_profile_kick" = "Supprimer";
"lng_profile_sure_kick" = "Retirer {user} du groupe ?";
"lng_profile_sure_kick_channel" = "Retirer {user} de la chaîne ?";
"lng_profile_sure_remove_admin" = "Remove {user} from admins?";
"lng_profile_loading" = "Chargement...";
"lng_profile_photos#one" = "{count} photo";
"lng_profile_photos#other" = "{count} photos";
"lng_profile_photos_header" = "Photos";
"lng_profile_videos#one" = "{count} vidéo";
"lng_profile_videos#other" = "{count} vidéos";
"lng_profile_videos_header" = "Vidéos";
"lng_profile_songs#one" = "{count} fichier audio";
"lng_profile_songs#other" = "{count} fichiers audio";
"lng_profile_songs_header" = "Fichiers audio";
"lng_profile_files#one" = "{count} fichier";
"lng_profile_files#other" = "{count} fichiers";
"lng_profile_files_header" = "Fichiers";
"lng_profile_audios#one" = "{count} message vocal";
"lng_profile_audios#other" = "{count} messages vocaux";
"lng_profile_audios_header" = "Messages vocaux";
"lng_profile_shared_links#one" = "{count} lien partagé";
"lng_profile_shared_links#other" = "{count} liens partagés";
"lng_profile_shared_links_header" = "Liens partagés";
"lng_profile_copy_phone" = "Copier le numéro de téléphone";
"lng_profile_copy_fullname" = "Copier le nom";
"lng_profile_drop_area_title" = "Déposez votre image ici";
"lng_profile_drop_area_subtitle" = "en faire la photo du groupe";
"lng_profile_drop_area_subtitle_channel" = "en faire la photo de la chaîne";
"lng_profile_top_bar_share_contact" = "Partager";

"lng_profile_info_section" = "Info";
"lng_info_tab_media" = "Médias";
"lng_info_mobile_label" = "Mobile";
"lng_info_username_label" = "Pseudonyme";
"lng_info_bio_label" = "Bio";
"lng_info_link_label" = "Lien";
"lng_info_about_label" = "À propos";
"lng_info_user_title" = "Info Utilisateur";
"lng_info_bot_title" = "Info Bot";
"lng_info_group_title" = "Info groupe";
"lng_info_channel_title" = "Info chaîne";
"lng_profile_enable_notifications" = "Notifications";
"lng_profile_send_message" = "Envoyer message";
"lng_info_add_as_contact" = "Add as contact";
"lng_profile_shared_media" = "Média partagé";
"lng_media_type_photos" = "Photos";
"lng_media_type_videos" = "Vidéos";
"lng_media_type_songs" = "Fichiers audios";
"lng_media_type_files" = "Fichiers";
"lng_media_type_audios" = "Messages vocaux";
"lng_media_type_links" = "Liens partagés";
"lng_media_type_rounds" = "Video messages";
"lng_profile_common_groups_section" = "Groupes en commun";
"lng_profile_share_contact" = "Partager le contact";
"lng_info_edit_contact" = "Edit contact";
"lng_info_delete_contact" = "Delete contact";
"lng_info_share_contact" = "Share contact";
"lng_profile_clear_history" = "Effacer l'historique";
"lng_profile_delete_conversation" = "Supprimer la conversation";
"lng_profile_block_user" = "Bloquer l'utilisateur";
"lng_profile_unblock_user" = "Débloquer un utilisateur";
"lng_media_selected_photo#one" = "{count} Photo";
"lng_media_selected_photo#other" = "{count} Photos";
"lng_media_selected_video#one" = "{count} Video";
"lng_media_selected_video#other" = "{count} Videos";
"lng_media_selected_song#one" = "{count} Audio file";
"lng_media_selected_song#other" = "{count} Audio files";
"lng_media_selected_file#one" = "{count} File";
"lng_media_selected_file#other" = "{count} Files";
"lng_media_selected_audio#one" = "{count} Voice message";
"lng_media_selected_audio#other" = "{count} Voice messages";
"lng_media_selected_link#one" = "{count} Shared link";
"lng_media_selected_link#other" = "{count} Shared links";
"lng_media_photo_empty" = "No photos here yet";
"lng_media_video_empty" = "No videos here yet";
"lng_media_song_empty" = "No music files here yet";
"lng_media_file_empty" = "No files here yet";
"lng_media_audio_empty" = "No voice messages here yet";
"lng_media_link_empty" = "No shared links here yet";
"lng_media_song_empty_search" = "No music files found";
"lng_media_file_empty_search" = "No files found";
"lng_media_link_empty_search" = "No shared links found";

"lng_manage_group_title" = "Manage Group";
"lng_manage_channel_title" = "Manage Channel";
"lng_manage_group_info" = "Group Info";
"lng_manage_channel_info" = "Channel Info";
"lng_manage_peer_recent_actions" = "Recent Actions";
"lng_manage_peer_members" = "Members";
"lng_manage_peer_administrators" = "Administrators";
"lng_manage_peer_banned_users" = "Banned users";
"lng_manage_peer_restricted_users" = "Restricted users";
"lng_manage_history_visibility_title" = "Chat history for new members";
"lng_manage_history_visibility_shown" = "Visible";
"lng_manage_history_visibility_shown_about" = "New members will see messages that were sent before they joined.";
"lng_manage_history_visibility_hidden" = "Hidden";
"lng_manage_history_visibility_hidden_about" = "New members won't see earlier messages.";

"lng_report_title" = "Signaler la chaîne";
"lng_report_group_title" = "Signaler le groupe";
"lng_report_bot_title" = "Signaler le bot";
"lng_report_reason_spam" = "Indésirable";
"lng_report_reason_violence" = "Violence";
"lng_report_reason_pornography" = "Pornographie";
"lng_report_reason_other" = "Autre";
"lng_report_reason_description" = "Description";
"lng_report_button" = "Signaler";
"lng_report_thanks" = "Merci ! Votre signalement sera très bientôt examiné par notre équipe.";

"lng_channel_add_members" = "Ajouter des membres";
"lng_channel_add_banned" = "Bannir l'utilisateur";
"lng_channel_add_restricted" = "Restreindre l'utilisateur";
"lng_channel_admins" = "Administrateurs";
"lng_channel_add_admin" = "Ajouter des administrateurs";
"lng_channel_admin_status_creator" = "Créateur";
"lng_channel_admin_status_promoted_by" = "Promu par {user}";
"lng_channel_admin_status_not_admin" = "Non-administrateur";
"lng_channel_banned_status_restricted_by" = "Restreint par {user}";

"lng_group_blocked_list_about" = "Les utilisateurs bannis sont retirés du groupe et peuvent revenir seulement s'ils sont invités par un administrateur.\nLes liens d'invitation ne fonctionneront plus pour eux.";
"lng_channel_blocked_list_about" = "Banned users are removed from the channel.\nInvite links don't work for them.";

"lng_chat_all_members_admins" = "Tous les membres sont administateurs";
"lng_chat_about_all_admins" = "Les membres du groupe peuvent ajouter des nouveaux membres, modifier le nom et la photo du groupe.";
"lng_chat_about_admins" = "Les administrateurs du groupe peuvent ajouter et retirer des membres, modifier le nom et la photo du groupe.";

"lng_participant_filter" = "Recherche";
"lng_participant_invite" = "Invitation";
"lng_participant_invite_sorry#one" = "Désolé, vous ne pouvez personnellement ajouter que {count} membre à une chaîne.\n\nÀ partir de maintenant, les gens devront rejoindre via le lien d'invitation.";
"lng_participant_invite_sorry#other" = "Désolé, vous ne pouvez personnellement ajouter que les {count} premiers membres à une chaîne.\n\nÀ partir de maintenant, les gens devront rejoindre via le lien d'invitation.";
"lng_create_group_back" = "Retour";
"lng_create_group_next" = "Suivant";
"lng_create_group_create" = "Création";
"lng_create_group_title" = "Nouveau Groupe";
"lng_create_channel_title" = "Nouvelle Chaîne";
"lng_create_public_channel_title" = "Chaîne publique";
"lng_create_public_channel_about" = "Tout le monde peut trouver la chaîne dans la recherche et la rejoindre";
"lng_create_private_channel_title" = "Chaîne privée";
"lng_create_private_channel_about" = "Seulement les personnes avec le lien d'invitation peuvent rejoindre";
"lng_create_public_group_title" = "Groupe public";
"lng_create_public_group_about" = "Tout le monde peut trouver le groupe dans la recherche et le rejoindre. L'historique des conversations est disponibles à tous";
"lng_create_private_group_title" = "Groupe privé";
"lng_create_private_group_about" = "Les gens peuvent seulement rejoindre s'ils sont invités ou s'ils ont le lien d'invitation";
"lng_create_group_skip" = "Sauter";

"lng_create_channel_link_invalid" = "Ce lien est invalide";
"lng_create_channel_link_occupied" = "Désolé, ce lien est déjà utilisé";
"lng_create_channel_link_too_short" = "Désolé, ce lien est trop court";
"lng_create_channel_link_bad_symbols" = "Only 0-9, a-z, and underscores allowed.";
"lng_create_channel_link_available" = "Ce lien est disponible";
"lng_create_channel_link_copied" = "Le lien a été copié au presse-papier";

"lng_create_group_crop" = "Sélectionner une zone pour la photo du groupe";
"lng_create_channel_crop" = "Sélectionner une zone pour la photo de la chaîne";

"lng_failed_add_participant" = "Ne peux pas ajouter l'utilisateur. Veuillez essayer plus tard.";
"lng_failed_add_not_mutual" = "Désolé, si une personne quitte le groupe, seulement \nun contact mutuel pourra la ramener \n(elle aura besoin de votre numéro de téléphone\net vous aurez besoin du sien).";
"lng_failed_add_not_mutual_channel" = "Désolé, si une personne quitte la chaine, seulement \nun contact mutuel pourra la ramener \n(elle aura besoin de votre numéro de téléphone\net vous aurez besoin du sien).";

"lng_sure_delete_contact" = "Are you sure you want to delete {contact} from your contact list?";
"lng_sure_delete_history" = "Are you sure you want to delete all message history with {contact}?\n\nThis action cannot be undone.";
"lng_sure_delete_group_history" = "Êtes-vous certain de vouloir supprimer l'historique des messages du groupe «{group}»?\n\nCette action est irréversible.";
"lng_sure_delete_and_exit" = "Êtes-vous certain de vouloir supprimer l'historique des messages et quitter le groupe «{group}»?\n\nCette action est irréversible.";
"lng_sure_leave_channel" = "Are you sure you want to leave\nthis channel?";
"lng_sure_delete_channel" = "Are you sure you want to delete this channel? All members will be removed and all messages will be lost.";
"lng_sure_leave_group" = "Are you sure you want to leave this group?";
"lng_sure_delete_group" = "Êtes-vous certain de vouloir supprimer ce groupe? Tous les membres seront retirer et tous les messages seront perdus.";
"lng_sure_delete_saved_messages" = "Are you sure, you want to delete all your saved messages?\n\nThis action cannot be undone.";

"lng_message_empty" = "Message vide";
"lng_message_unsupported" = "This message is not supported by your version of Telegram Desktop. Please update to the latest version in Settings, or install it from {link}";

"lng_duration_seconds#one" = "{count} seconde";
"lng_duration_seconds#other" = "{count} secondes";
"lng_duration_minsec_minutes#one" = "{count} min";
"lng_duration_minsec_minutes#other" = "{count} min";
"lng_duration_minsec_seconds#one" = "{count} sec";
"lng_duration_minsec_seconds#other" = "{count} sec";
"lng_duration_minutes_seconds" = "{minutes_count} {seconds_count}";

"lng_action_add_user" = "{from} a ajouté {user}";
"lng_action_add_users_many" = "{from} a ajouté {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} et {user}";
"lng_action_add_you" = "{from} vous a ajouté à cette chaîne";
"lng_action_you_joined" = "Vous avez rejoint cette chaîne";
"lng_action_add_you_group" = "{from} vous a ajouté à ce groupe";
"lng_action_kick_user" = "{from} a retiré {user}";
"lng_action_user_left" = "{from} a quitté le groupe";
"lng_action_user_joined" = "{from} a rejoint le groupe";
"lng_action_user_joined_by_link" = "{from} a rejoint le groupe via le lien d'invitation";
"lng_action_user_registered" = "{from} a rejoint Telegram";
"lng_action_removed_photo" = "{from} a supprimé la photo du groupe";
"lng_action_removed_photo_channel" = "Photo de chaîne supprimée";
"lng_action_changed_photo" = "{from} a mis à jour la photo du groupe";
"lng_action_changed_photo_channel" = "Photo de la chaîne mise à jour";
"lng_action_changed_title" = "{from} a changé le nom du groupe pour «{title}»";
"lng_action_changed_title_channel" = "Le nom de la chaîne à changé pour «{title}»";
"lng_action_created_chat" = "{from} a créé le groupe «{title}»";
"lng_action_created_channel" = "Chaîne créée";
"lng_action_group_migrate" = "Ce groupe a été mis à niveau en super-groupe";
"lng_action_pinned_message" = "{from} a épinglé «{text}»";
"lng_action_pinned_media" = "{from} a épinglé {media}";
"lng_action_pinned_media_photo" = "une photo";
"lng_action_pinned_media_video" = "une vidéo";
"lng_action_pinned_media_audio" = "un fichier audio";
"lng_action_pinned_media_voice" = "un message vocal";
"lng_action_pinned_media_video_message" = "un message vidéo";
"lng_action_pinned_media_file" = "un fichier";
"lng_action_pinned_media_gif" = "un GIF animé";
"lng_action_pinned_media_contact" = "un contact";
"lng_action_pinned_media_location" = "un marquage de position";
"lng_action_pinned_media_sticker" = "un sticker";
"lng_action_pinned_media_emoji_sticker" = "un sticker {emoji}";
"lng_action_pinned_media_game" = "le jeu «{game}»";
"lng_action_game_score#one" = "{from} a obtenu {count} à {game}";
"lng_action_game_score#other" = "{from} a obtenu {count} à {game}";
"lng_action_game_you_scored#one" = "Vous avez obtenu {count} à {game}";
"lng_action_game_you_scored#other" = "Vous avez obtenu {count} à {game}";
"lng_action_game_score_no_game#one" = "{from} a obtenu {count}";
"lng_action_game_score_no_game#other" = "{from} a obtenu {count}";
"lng_action_game_you_scored_no_game#one" = "Vous avez obtenu {count}";
"lng_action_game_you_scored_no_game#other" = "Vous avez obtenu {count}";
"lng_action_payment_done" = "Vous venez de transférer {amount} à {user} avec succès";
"lng_action_payment_done_for" = "Vous venez de transférer {amount} à {user} pour {invoice} avec succès";
"lng_action_took_screenshot" = "{from} a fait une capture d'écran !";
"lng_action_you_took_screenshot" = "Capture d'écran effectuée !";

"lng_ttl_photo_received" = "{from} vous a envoyé une photo éphémère. Veuillez la visionner sur votre mobile.";
"lng_ttl_photo_sent" = "Vous avez envoyé une photo éphémère.";
"lng_ttl_photo_expired" = "La photo a expiré";
"lng_ttl_video_received" = "{from} vous a envoyé une vidéo éphémère. Veuillez la visionner sur votre mobile.";
"lng_ttl_video_sent" = "Vous avez envoyé une vidéo éphémère.";
"lng_ttl_video_expired" = "La vidéo a expiré";

"lng_profile_migrate_reached#one" = "limite de {count} membre atteinte";
"lng_profile_migrate_reached#other" = "limite de {count} membres atteinte";
"lng_profile_migrate_body" = "To add more members, you can upgrade your group to a supergroup.";
"lng_profile_migrate_learn_more" = "En savoir plus »";
"lng_profile_migrate_button" = "Transformer en super-groupe";
"lng_profile_convert_title" = "Convertir en super-groupe";
"lng_profile_convert_feature1" = "— Les nouveaux membres peuvent voir l'historique complet des messages";
"lng_profile_convert_feature2" = "— Les messages sont supprimés pour tous les membres";
"lng_profile_convert_feature3" = "— Les administrateurs peuvent épingler les messages importants";
"lng_profile_convert_feature4" = "— Le créateur peut définir un lien public pour le groupe";
"lng_profile_convert_warning" = "{bold_start}Note :{bold_end} Cette action est irréversible";
"lng_profile_convert_confirm" = "Convertir";
"lng_profile_add_more_after_upgrade#one" = "Vous pourrez ajouter jusqu'à {count} membre après la mise à niveau de votre groupe en super-groupe.";
"lng_profile_add_more_after_upgrade#other" = "Vous pourrez ajouter jusqu'à  {count} membres après la mise à niveau de votre groupe en super-groupe.";

"lng_channel_not_accessible" = "Désolé, cette chaîne est inaccessible.";
"lng_group_not_accessible" = "Désolé, ce groupe est inaccessible.";

"lng_channels_too_much_public_about" = "Désolé, vous avez réservé trop de pseudonymes publics. Vous pouvez abolir le lien d'un de vos groupes ou chaînes.";
"lng_channels_too_much_public_revoke_confirm_group" = "Êtes-vous certain de vouloir abolir le lien {link} ?\n\nLe groupe «{group}» deviendra privé.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Êtes-vous certain de vouloir abolir le lien {link} ?\n\nLa chaîne «{group}» deviendra privée.";
"lng_channels_too_much_public_revoke" = "Abolir";

"lng_group_invite_bad_link" = "Ce lien d'invitation est brisé ou a expiré.";
"lng_group_invite_join" = "Rejoindre";

"lng_group_invite_members#one" = "{count} membre, parmi eux :";
"lng_group_invite_members#other" = "{count} membres, parmi eux :";

"lng_group_invite_create" = "Créer un lien d'invitation";
"lng_group_invite_about" = "Les utilisateurs Telegram pourront rejoindre\nvos groupes en suivant ce lien.";
"lng_group_invite_about_channel" = "Telegram users will be able to join\nyour channel by following this link.";
"lng_group_invite_create_new" = "Abolir le lien d'invitation";
"lng_group_invite_about_new" = "Votre précédent lien sera désactivé et nous générerons un nouveau lien d'invitation pour vous.";
"lng_group_invite_copied" = "Le lien d'invitation est copié au presse-papier.";
"lng_group_invite_no_room" = "Impossible de rejoindre ce groupe car le nombre maximal de membre est atteint.";

"lng_channel_public_link_copied" = "Lien copié au presse-papier.";

"lng_forwarded" = "Transféré de {user}";
"lng_forwarded_date" = "Original : {date}";
"lng_forwarded_channel" = "Transféré de {channel}";
"lng_forwarded_via" = "Transféré de {user} via {inline_bot}";
"lng_forwarded_channel_via" = "Transféré de {channel} via {inline_bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "En réponse à";
"lng_edited" = "modifié";
"lng_edited_date" = "Modifié : {date}";
"lng_admin_badge" = "admin";
"lng_fast_reply" = "Reply";
"lng_cancel_edit_post_sure" = "Annuler la modification?";
"lng_cancel_edit_post_yes" = "Oui";
"lng_cancel_edit_post_no" = "Non";

"lng_bot_share_location_unavailable" = "Sorry, location sharing is currently unavailable in Telegram Desktop.";
"lng_bot_share_phone" = "Do you want to share your phone number with this bot?";
"lng_bot_share_phone_confirm" = "Partager";

"lng_attach_failed" = "Erreur";
"lng_attach_file" = "Fichier";
"lng_attach_photo" = "Photo";

"lng_media_open_with" = "Ouvrir avec";
"lng_media_download" = "Téléchargé";
"lng_media_cancel" = "Annuler";
"lng_media_video" = "Vidéo";
"lng_media_audio" = "Message vocal";

"lng_media_auto_settings" = "Téléchargement automatique des médias";
"lng_media_auto_photo" = "Téléchargement automatique des photos";
"lng_media_auto_audio" = "Téléchargement automatique des messages vocales";
"lng_media_auto_gif" = "Téléchargement automatique des GIF";
"lng_media_auto_private_chats" = "Conversation privée";
"lng_media_auto_groups" = "Groupes et chaînes";
"lng_media_auto_play" = "Jouer automatiquement";

"lng_emoji_category0" = "Fréquemment utilisé";
"lng_emoji_category1" = "Personne";
"lng_emoji_category2" = "Nature";
"lng_emoji_category3" = "Aliment et breuvage";
"lng_emoji_category4" = "Activité";
"lng_emoji_category5" = "Voyage & Endroits";
"lng_emoji_category6" = "Objets";
"lng_emoji_category7" = "Symboles & Drapeaux";
"lng_emoji_hide_panel" = "Cliquer ici pour masquer le panneau des emoji";

"lng_recent_stickers" = "Fréquemment utilisé";
"lng_faved_stickers_add" = "Ajouter aux favoris";
"lng_faved_stickers_remove" = "Retirer des favoris";
"lng_group_stickers" = "Stickers du groupe";
"lng_group_stickers_description" = "You can choose a sticker set which will be available for every member while in the group chat.";
"lng_group_stickers_add" = "Choisir le pack de stickers";

"lng_switch_stickers" = "Stickers";
"lng_switch_emoji" = "Emoji";
"lng_switch_gifs" = "GIFs";
"lng_stickers_featured_add" = "Ajouter";
"lng_gifs_search" = "Recherche de GIFs";
"lng_gifs_no_saved" = "Vous n'avez enregistré aucun GIF";

"lng_inline_bot_no_results" = "Aucun résultat.";
"lng_inline_bot_via" = "via {inline_bot}";

"lng_box_remove" = "Supprimer";

"lng_stickers_installed_tab" = "Stickers";
"lng_stickers_featured_tab" = "En vogue";
"lng_stickers_archived_tab" = "Archivé";
"lng_stickers_remove_pack" = "Supprimer «{sticker_pack}»?";
"lng_stickers_add_pack" = "Ajouter les stickers";
"lng_stickers_share_pack" = "Partager les stickers";
"lng_stickers_not_found" = "Sticker non trouvé.";
"lng_stickers_packs_archived" = "Certains de vos stickers inutilisés ont été archivés pour faire de la place aux nouveaux.";
"lng_stickers_copied" = "Lien des stickers copié au presse-papier.";
"lng_stickers_default_set" = "Great Minds";
"lng_stickers_you_have" = "Personnaliser les stickers";
"lng_stickers_return" = "Annuler";
"lng_stickers_count#one" = "{count} sticker";
"lng_stickers_count#other" = "{count} stickers";
"lng_stickers_masks_pack" = "Ceci est un pack de stickers. Vous pouvez les utiliser dans l'éditeur photo sur nos applications mobiles.";
"lng_stickers_group_set" = "Pack de stickers du groupe";
"lng_stickers_remove_group_set" = "Retirer le pack de stickers du groupe ?";
"lng_stickers_group_from_your" = "Choisir parmi vos stickers";
"lng_stickers_group_from_featured" = "Choose from trending stickers";

"lng_in_dlg_photo" = "Photo";
"lng_in_dlg_album" = "Album";
"lng_in_dlg_video" = "Vidéo";
"lng_in_dlg_audio_file" = "Audio";
"lng_in_dlg_contact" = "Contact";
"lng_in_dlg_audio" = "Message vocal";
"lng_in_dlg_video_message" = "Message vidéo";
"lng_in_dlg_file" = "Fichier";
"lng_in_dlg_sticker" = "Sticker";
"lng_in_dlg_sticker_emoji" = "Sticker {emoji}";

"lng_ban_user" = "Bannir l'utilisateur";
"lng_delete_all_from" = "Supprimer tout pour cet utilisateur";
"lng_report_spam" = "Signaler comme indésirable";
"lng_report_spam_hide" = "Cacher";
"lng_report_spam_thanks" = "Merci pour votre signalement!";
"lng_report_spam_sure" = "Êtes-vous certain de vouloir signaler le message de cet utilisateur?";
"lng_report_spam_sure_group" = "Êtes-vous certain de vouloir signaler le message de ce groupe?";
"lng_report_spam_sure_channel" = "Êtes-vous certain de vouloir signaler le message de cette chaîne?";
"lng_report_spam_ok" = "Signaler";
"lng_cant_send_to_not_contact" = "Désolé, vous pouvez seulement envoyer des messages \nà des contacts mutuels pour le moment. \n{more_info}";
"lng_cant_invite_not_contact" = "Désolé, vous pouvez seulement ajouter des contacts \nmutuels aux groupes pour le moment. \n{more_info}";
"lng_cant_more_info" = "Plus d'info »";
"lng_cant_invite_banned" = "Désolé, seulement l'administrateur peut ajouter cet utilisateur.";
"lng_cant_invite_privacy" = "Désolé, vous ne pouvez pas ajouter cet utilisateur à des groupes compte tenu de ses paramètres de confidentialité.";
"lng_cant_invite_privacy_channel" = "Désolé, vous ne pouvez pas ajouter cet utilisateur à des chaînes compte tenu de ses paramètres de confidentialité.";
"lng_cant_do_this" = "Désolé, cette action n'est pas disponible.";

"lng_send_button" = "Envoyer";
"lng_message_ph" = "Écrire un message...";
"lng_broadcast_ph" = "Diffuser un message...";
"lng_broadcast_silent_ph" = "Diffusion silencieuse...";
"lng_record_cancel" = "Relâchez à l'extérieur de ce champ pour annuler";
"lng_will_be_notified" = "Les membres seront notifiés quand vous publierez";
"lng_wont_be_notified" = "Les membres ne seront pas notifiés quand vous publierez";
"lng_willbe_history" = "Sélectionner une conversation pour commencer la discussion";
"lng_from_you" = "Vous";
"lng_from_draft" = "Brouillon";
"lng_bot_description" = "Qu'est-ce que ce bot peut faire?";
"lng_unblock_button" = "Débloquer";
"lng_channel_mute" = "Muet";
"lng_channel_unmute" = "Désactiver muet";
"lng_saved_messages" = "Saved Messages";
"lng_saved_short" = "Save";
"lng_saved_forward_here" = "Forward messages here for quick access";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from} :";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Afficher toutes les conversations";
"lng_dialogs_hide_muted_chats" = "Cacher les conversations muettes";

"lng_open_this_link" = "Ouvrir ce lien?";
"lng_open_link" = "Ouvrir";
"lng_allow_bot_pass" = "Allow {bot_name} to pass your Telegram name and ID to the web pages you open via this bot?";
"lng_allow_bot" = "Permettre";

"lng_bot_start" = "Démarrer";
"lng_bot_choose_group" = "Sélectionner un groupe";
"lng_bot_no_groups" = "Vous n'avez aucun groupe";
"lng_bot_groups_not_found" = "Aucun groupe trouvé";
"lng_bot_sure_invite" = "Ajouter le bot à «{group}» ?";
"lng_bot_already_in_group" = "Le bot est déjà membre du groupe.";
"lng_bot_choose_chat" = "Select a chat";
"lng_bot_no_chats" = "Vous n'avez pas de conversation";
"lng_bot_chats_not_found" = "Aucune conversation trouvée";
"lng_bot_sure_share_game" = "Partager le jeu avec {user} ?";
"lng_bot_sure_share_game_group" = "Partager le jeu avec {group} ?";

"lng_typing" = "écrit";
"lng_user_typing" = "{user} écrit";
"lng_users_typing" = "{user} et {second_user} écrivent";
"lng_many_typing#one" = "{count} personne écrit";
"lng_many_typing#other" = "{count} personnes écrivent";
"lng_playing_game" = "jouer un jeu";
"lng_user_playing_game" = "{user} joue à un jeu";
"lng_users_playing_game" = "{user} et {second_user} jouent un jeu";
"lng_many_playing_game#one" = "{count} personne joue à un jeu";
"lng_many_playing_game#other" = "{count} personnes jouent à un jeu";
"lng_send_action_record_video" = "enregistre une vidéo";
"lng_user_action_record_video" = "{user} enregistre une vidéo";
"lng_send_action_upload_video" = "envoie une vidéo";
"lng_user_action_upload_video" = "{user} envoie une vidéo";
"lng_send_action_record_audio" = "enregistre un message vocal";
"lng_user_action_record_audio" = "{user} enregistre un message vocal";
"lng_send_action_upload_audio" = "envoie un message vocal";
"lng_user_action_upload_audio" = "{user} envoie un message vocal";
"lng_send_action_record_round" = "enregistre un message vidéo";
"lng_user_action_record_round" = "{user} enregistre un message vidéo";
"lng_send_action_upload_round" = "envoie un message vidéo";
"lng_user_action_upload_round" = "{user} envoie un message vidéo";
"lng_send_action_upload_photo" = "envoie une photo";
"lng_user_action_upload_photo" = "{user} envoie une photo";
"lng_send_action_upload_file" = "envoie un fichier";
"lng_user_action_upload_file" = "{user} envoie un fichier";
"lng_unread_bar#one" = "{count} message non-lu";
"lng_unread_bar#other" = "{count} messages non-lus";

"lng_maps_point" = "Position";
"lng_save_photo" = "Image enregistrée";
"lng_save_video" = "Enregistrer la vidéo";
"lng_save_audio_file" = "Audio enregistré";
"lng_save_audio" = "Enregistrer le message vocal";
"lng_save_file" = "Fichier enregistré";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Choisir une image";
"lng_choose_files" = "Choisir des fichiers";
"lng_game_tag" = "Jeu";

"lng_context_view_profile" = "Voir le profil";
"lng_context_view_group" = "Voir info groupe";
"lng_context_view_channel" = "Voir info chaîne";
"lng_context_pin_to_top" = "Épingler";
"lng_context_unpin_from_top" = "Désépingler";

"lng_context_promote_admin" = "Promouvoir en administrateur";
"lng_context_edit_permissions" = "Modifier les permissions";
"lng_context_restrict_user" = "Restreindre l'utilisateur";
"lng_context_remove_from_group" = "Retirer du groupe";

"lng_context_copy_link" = "Copier le lien";
"lng_context_copy_post_link" = "Copier le lien de la publication";
"lng_context_copy_email" = "Copier le courriel";
"lng_context_copy_hashtag" = "Copier le hashtag";
"lng_context_copy_mention" = "Copier le pseudonyme";
"lng_context_save_image" = "Enregistrer l'image sous...";
"lng_context_copy_image" = "Copier l'image";
"lng_context_cancel_download" = "Annuler le téléchargement";
"lng_context_show_in_folder" = "Afficher dans le dossier";
"lng_context_show_in_finder" = "Afficher au Finder";
"lng_context_save_video" = "Enregistrer la vidéo sous...";
"lng_context_save_audio_file" = "Enregistrer l'audio sous...";
"lng_context_save_audio" = "Enregistrer le message vocal sous...";
"lng_context_pack_info" = "Collection";
"lng_context_pack_add" = "Ajouter les stickers";
"lng_context_save_file" = "Enregistrer le fichier sous...";
"lng_context_copy_text" = "Copier le texte";
"lng_context_open_gif" = "Ouvrir le GIF";
"lng_context_save_gif" = "Enregistrer le GIF";
"lng_context_to_msg" = "Aller au message";
"lng_context_reply_msg" = "Répondre";
"lng_context_edit_msg" = "Modifier";
"lng_context_forward_msg" = "Transférer le message";
"lng_context_delete_msg" = "Supprimer le message";
"lng_context_select_msg" = "Sélectionner le message";
"lng_context_pin_msg" = "Épingler message";
"lng_context_unpin_msg" = "Désépingler le message";
"lng_context_cancel_upload" = "Annuler le téléversement";
"lng_context_copy_selected" = "Copier le texte séletionné";
"lng_context_copy_selected_items" = "Copier comme du texte";
"lng_context_forward_selected" = "Transférer la sélection";
"lng_context_delete_selected" = "Supprimer la sélection";
"lng_context_clear_selection" = "Effacer la sélection";
"lng_send_image_empty" = "N'a pas pu envoyer un fichier vide : {name}";
"lng_send_image_too_large" = "N'a pas pu envoyer un fichier, car il dépasse 1500 Mo : {name}";
"lng_send_images_selected#one" = "{count} image sélectionnée";
"lng_send_images_selected#other" = "{count} images sélectionnées";
"lng_send_photos#one" = "Envoyer {count} photo";
"lng_send_photos#other" = "Envoyer {count} photos";
"lng_send_separate_photos" = "Send as separate photos";
"lng_send_separate_photos_videos" = "Send as separate media";
"lng_send_files_selected#one" = "{count} fichier sélectionné";
"lng_send_files_selected#other" = "{count} fichiers sélectionnés";
"lng_send_files#one" = "Envoyer {count} fichier";
"lng_send_files#other" = "Envoyer {count} fichiers";
"lng_send_album" = "Send as an album";
"lng_send_photo" = "Send as a photo";
"lng_send_file" = "Send as a file";

"lng_forward_choose" = "Choisir un destinataire...";
"lng_forward_cant" = "Désolé, impossible de transférer ici :(";
"lng_forward_share_contact" = "Partager le contact à {recipient}?";
"lng_forward_share_cant" = "Désolé, impossible de partager le contact ici :(";


"lng_forward_send_files_cant" = "Désolé, impossible d'envoyer le média ici :(";
"lng_forward_send" = "Envoyer";
"lng_forward_messages#one" = "{count} message transféré";
"lng_forward_messages#other" = "{count} messages transférés";
"lng_forwarding_from#one" = "{user} et {count} autre";
"lng_forwarding_from#other" = "{user} et {count} autres";
"lng_forwarding_from_two" = "{user} et {second_user}";
"lng_inline_switch_choose" = "Choisir une conversation...";
"lng_inline_switch_cant" = "Désolé, impossible d'écrire ici :(";

"lng_share_cant" = "Désolé, impossible de partager ici :(";
"lng_reply_cant" = "Désolé, impossible de répondre à un ancien message dans un super-groupe :(";
"lng_reply_cant_forward" = "Sorry, you can't reply to a message that was sent before the group was upgraded to a supergroup. Do you wish to forward it and add your comment?";

"lng_share_title" = "Partager à";
"lng_share_copy_link" = "Copier le lien partagé";
"lng_share_confirm" = "Envoyer";
"lng_share_wrong_user" = "Ce jeu a été ouvert par un utilisateur différent.";
"lng_share_game_link_copied" = "Le lien du jeu a été copié au presse-papier.";
"lng_share_done" = "Terminé!";

"lng_contact_phone" = "Phone Number";
"lng_enter_contact_data" = "Nouveau Contact";
"lng_edit_contact_title" = "Modifier le nom du contact";
"lng_edit_channel_title" = "Modifier la chaîne";
"lng_edit_sign_messages" = "Signer le message";
"lng_edit_group_who_invites" = "Qui peut ajouter des membres";
"lng_edit_group_invites_everybody" = "Tous les membres";
"lng_edit_group_invites_only_admins" = "Seulement les administrateurs";
"lng_edit_group" = "Modifier le groupe";
"lng_edit_self_title" = "Modifier votre nom";
"lng_confirm_contact_data" = "Nouveau Contact";
"lng_add_contact" = "Création";
"lng_add_contact_button" = "Nouveau Contact";
"lng_contacts_header" = "Contacts";
"lng_contact_not_joined" = "Unfortunately {name} has not joined Telegram yet, but you can send them an invitation.\n\nWe will notify you about any of your contacts who join Telegram.";
"lng_try_other_contact" = "Try someone else";
"lng_create_group_link" = "Lien";
"lng_create_group_invite_link" = "Lien d'invitation";
"lng_create_group_description" = "Description (facultative)";

"lng_drag_images_here" = "Déposer les images ici";
"lng_drag_photos_here" = "Déposer les photos ici";
"lng_drag_files_here" = "Déposer les fichiers ici";

"lng_drag_to_send_quick" = "pour les envoyer rapidement";
"lng_drag_to_send_no_compression" = "pour les envoyer sans compression";
"lng_drag_to_send_files" = "pour les envoyer comme fichiers";

"lng_selected_clear" = "Annuler";
"lng_selected_delete" = "Supprimer";
"lng_selected_forward" = "Transférer";
"lng_selected_cancel_sure_this" = "Annuler le téléversement?";
"lng_selected_upload_stop" = "Arrêter ";
"lng_selected_delete_sure_this" = "Voulez-vous supprimer ce message?";
"lng_selected_delete_sure#one" = "Voulez-vous supprimer {count} message ?";
"lng_selected_delete_sure#other" = "Voulez-vous supprimer {count} messages ?";
"lng_delete_photo_sure" = "Voulez-vous supprimer cette photo?";
"lng_delete_for_everyone_hint#one" = "Ceci le supprimera pour tout le monde dans cette conversation.";
"lng_delete_for_everyone_hint#other" = "Ceci les supprimera pour tout le monde dans cette conversation.";
"lng_delete_for_me_chat_hint#one" = "Ceci le supprimera juste pour vous, pas pour les autres participants de la conversation.";
"lng_delete_for_me_chat_hint#other" = "Ceci les supprimera juste pour vous, pas pour les autres participants de la conversation.";
"lng_delete_for_me_hint#one" = "Ceci le supprimera juste pour vous.";
"lng_delete_for_me_hint#other" = "Ceci les supprimera juste pour vous.";
"lng_delete_for_everyone_check" = "Supprimer pour tous";
"lng_delete_for_other_check" = "Supprimer pour {user}";
"lng_box_delete" = "Supprimer";
"lng_box_leave" = "Quitter";

"lng_about_version" = "version {version}";
"lng_about_text_1" = "Version officielle gratuite basée sur la [a href=\"https://core.telegram.org/api\"]Telegram API[/a]\npour vitesse et sécurité";
"lng_about_text_2" = "Ce logiciel est sous licence de [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL[/a] version 3.\nLe code source est disponible sur [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a].";
"lng_about_text_3" = "Visitez la {faq_open}FAQ Telegram{faq_close} pour obtenir plus d'information.";
"lng_about_done" = "Terminé";

"lng_search_no_results" = "Aucun message trouvé";
"lng_search_found_results#one" = "{count} message trouvé";
"lng_search_found_results#other" = "{count} messages trouvés";
"lng_search_global_results" = "Résultat de la recherche globale";
"lng_search_messages_from" = "Afficher les messages de";

"lng_media_save_progress" = "{ready} de {total} {mb}";
"lng_mediaview_save_as" = "Enregistrer sous...";
"lng_mediaview_copy" = "Copie";
"lng_mediaview_forward" = "Transférer";
"lng_mediaview_delete" = "Supprimer";
"lng_mediaview_photos_all" = "Voir toutes les photos";
"lng_mediaview_files_all" = "Voir tous les fichiers";
"lng_mediaview_single_photo" = "Une seule photo";
"lng_mediaview_group_photo" = "Photo du groupe";
"lng_mediaview_channel_photo" = "Photo de la chaîne";
"lng_mediaview_profile_photo" = "Photo du profil";
"lng_mediaview_file_n_of_count" = "{file} {n} de {count}";
"lng_mediaview_n_of_count" = "Photo {n} de {count}";
"lng_mediaview_doc_image" = "Fichier";
"lng_mediaview_today" = "Aujourd'hui à {time}";
"lng_mediaview_yesterday" = "hier à {time}";
"lng_mediaview_date_time" = "{date} à {time}";

"lng_mediaview_saved" = "L'image a été enregistrée dans votre dossier de [c]téléchargement[/c]";

"lng_theme_preview_title" = "Aperçu du thème";
"lng_theme_preview_generating" = "Génération de l'aperçu du thème...";
"lng_theme_preview_invalid" = "Données invalides dans ce fichier de thème.";
"lng_theme_preview_apply" = "Appliquer ce thème";

"lng_new_authorization" = "{name},\nNous avons détecté une connexion à votre compte à partir d'un nouvel appareil le {day}, {date} à {time}\n\nAppareil : {device}\nPosition : {location}\n\nSi ce n'est pas vous, vous pouvez aller dans les paramètres et terminer la session.\n\nSi vous pensez que quelqu'un utilise votre compte à votre insu, vous pouvez activer la vérification en deux étapes dans les paramètres.\n\nCordialement,\nL'équipe Telegram";

"lng_new_version_wrap" = "Telegram Desktop a été mis à jour à la version {version}\n\n{changes}\n\nL'historique des versions est disponible à cette adresse :\n{link}";
"lng_new_version_minor" = "— Correction de problèmes et autres ajustements mineurs";

"lng_menu_insert_unicode" = "Insérer un caractère de controle Unicode";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "Ce lien est brisé ou a expiré.";
"lng_confirm_phone_title" = "Annuler la réinitialisation du compte";
"lng_confirm_phone_about" = "Quelqu'un avec un accès a votre compte {phone} a demandé la suppression de votre compte Telegram et réinitialiser la validation en 2 étapes.\n\nSi ce n'est pas vous, saisissez le code que nous avons envoyé par SMS à votre numéro.";
"lng_confirm_phone_success" = "Succès!\n\nLe processus de suppression a été annulé pour votre compte {phone}. Vous pouvez maintenant fermer cette fenêtre.";
"lng_confirm_phone_send" = "Envoyer";
"lng_confirm_phone_enter_code" = "Veuillez saisir le code.";

"lng_theme_editor_no_keys" = "Pas encore de clés dans la palette";
"lng_theme_editor_cant_change_theme" = "You can't apply a new theme while you're editing the colour palette. Please close the theme editor first.";
"lng_theme_editor_new_keys" = "Pas encore dans la palette";
"lng_theme_editor_background_image" = "Image de fond";
"lng_theme_editor_saved_to_jpg" = "Enregistré en JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "image JPEG, {size}";
"lng_theme_editor_read_from_png" = "image PNG, {size}";
"lng_theme_editor_export" = "Exporter";
"lng_theme_editor_choose_image" = "Choisir une image de fond";
"lng_theme_editor_save_palette" = "Enregistrer le fichier de palette";
"lng_theme_editor_choose_name" = "Enregistrer le fichier de thème";
"lng_theme_editor_error" = "L'éditeur a rencontré une erreur :( Voir 'log.txt' pour plus de détails.";
"lng_theme_editor_done" = "Thème exporté avec succès !";
"lng_theme_editor_title" = "Modifier la palette de couleurs";
"lng_theme_editor_export_button" = "Exporter le thème";

"lng_payments_not_supported" = "Désolé, Telegram Desktop ne supporte pas les paiements pour le moment. Veuillez utiliser une de nos applications mobiles pour en effectuer.";
"lng_payments_receipt_label" = "Reçu";
"lng_payments_receipt_label_test" = "Reçu de test";
"lng_payments_invoice_label" = "Facture";
"lng_payments_invoice_label_test" = "Facture de test";
"lng_payments_receipt_button" = "Reçu";

"lng_call_status_incoming" = "vous appelle...";
"lng_call_status_connecting" = "connexion...";
"lng_call_status_exchanging" = "échange des clés de chiffrement...";
"lng_call_status_waiting" = "attente...";
"lng_call_status_requesting" = "requête...";
"lng_call_status_hanging" = "raccroche...";
"lng_call_status_ended" = "appel terminé";
"lng_call_status_failed" = "échec de connexion";
"lng_call_status_ringing" = "sonne...";
"lng_call_status_busy" = "ligne occupée";
"lng_call_fingerprint_tooltip" = "Si les emoji sont identiques sur l'écran de {user}, cet appel est 100% sécurisé";

"lng_call_error_not_available" = "Désolé, {user} n'accepte pas les appels.";
"lng_call_error_outdated" = "L'application de {user} ne supporte pas les appels. Il doit mettre à jour son application afin que vous puissiez l'appeler.";
"lng_call_error_audio_io" = "Il semble qu'il y ait un problème avec l'audio sur votre ordinateur. Veuillez vous assurer que les haut-parleurs et le microphone fonctionnent et réessayez.";

"lng_call_bar_hangup" = "Terminer l'appel";

"lng_call_box_title" = "Appels";
"lng_call_box_about" = "You haven't made any Telegram calls yet.";
"lng_call_box_status_today" = "{time}";
"lng_call_box_status_yesterday" = "Hier à {time}";
"lng_call_box_status_date" = "{date} à {time}";
"lng_call_box_status_group" = "({count}) {status}";

"lng_call_outgoing" = "Appel sortant";
"lng_call_incoming" = "Appel entrant";
"lng_call_missed" = "Appel manqué";
"lng_call_cancelled" = "Appel annulé";
"lng_call_declined" = "Appel refusé";
"lng_call_duration_info" = "{time}, {duration}";
"lng_call_type_and_duration" = "{type} ({duration})";

"lng_call_rate_label" = "Veuillez évaluer la qualité de votre appel";
"lng_call_rate_comment" = "Commentaire (facultatif)";

"lng_player_message_today" = "Aujourd'hui à {time}";
"lng_player_message_yesterday" = "Hier à {time}";
"lng_player_message_date" = "{date} à {time}";

"lng_rights_edit_admin" = "Manage permissions";
"lng_rights_edit_admin_header" = "Que peut faire cet administrateur ?";
"lng_rights_about_add_admins_yes" = "Cet administrateur pourra ajouter de nouveaux administrateurs avec des permissions identiques (ou plus limitées).";
"lng_rights_about_add_admins_no" = "Cet administrateur ne pourra pas ajouter de nouveaux administrateurs.";
"lng_rights_about_admin_cant_edit" = "Vous ne pouvez pas modifier les droits de cet administrateur.";
"lng_rights_user_restrictions" = "Restrictions de l'utilisateur";
"lng_rights_user_restrictions_header" = "Que peut faire cet utilisateur ?";

"lng_rights_channel_info" = "Modifier info chaîne";
"lng_rights_channel_post" = "Publier des messages";
"lng_rights_channel_edit" = "Modifier les messages d'autrui";
"lng_rights_channel_delete" = "Supprimer les messages d'autrui";
"lng_rights_group_info" = "Modifier info groupe";
"lng_rights_group_ban" = "Bannir des utilisateurs";
"lng_rights_group_invite_link" = "Inviter à rejoindre via un lien";
"lng_rights_group_invite" = "Ajouter des utilisateurs";
"lng_rights_group_pin" = "Épingler des messages";
"lng_rights_group_delete" = "Supprimer des messages";
"lng_rights_add_admins" = "Ajouter des administrateurs";
"lng_rights_chat_read" = "Lire des messages";
"lng_rights_chat_send_text" = "Envoyer des messages";
"lng_rights_chat_send_media" = "Envoyer des médias";
"lng_rights_chat_send_stickers" = "Envoyer des Stickers & GIFs";
"lng_rights_chat_send_links" = "Intégrer des liens";
"lng_rights_chat_banned_until_header" = "Restreint jusqu'au";
"lng_rights_chat_banned_forever" = "Pour toujours";
"lng_rights_chat_banned_day#one" = "Pour {count} jour";
"lng_rights_chat_banned_day#other" = "Pour {count} jours";
"lng_rights_chat_banned_week#one" = "Pour {count} semaine";
"lng_rights_chat_banned_week#other" = "Pour {count} semaines";
"lng_rights_chat_banned_custom" = "Personnalisé";
"lng_rights_chat_banned_custom_date" = "Jusqu'au {date}";

"lng_restricted_send_message" = "Les administrateurs de ce groupe vous ont restreint l'envoi de messages ici.";
"lng_restricted_send_media" = "Les administrateurs de ce groupe vous ont restreint l'envoi de médias ici.";
"lng_restricted_send_stickers" = "Les administrateurs de ce groupe vous ont restreint l'envoi de stickers ici.";
"lng_restricted_send_gifs" = "Les administrateurs de ce groupe vous ont restreint l'envoi de GIFs ici.";
"lng_restricted_send_inline" = "Les administrateurs de ce groupe vous ont restreint l'envoi de contenu inséré ici.";

"lng_restricted_list_title" = "Utilisateurs restreints";
"lng_banned_list_title" = "Utilisateurs bannis";

"lng_admin_log_title_all" = "Toutes les actions";
"lng_admin_log_title_selected" = "Actions sélectionnées";
"lng_admin_log_filter" = "Filtre";
"lng_admin_log_filter_title" = "Filtre";
"lng_admin_log_filter_all_actions" = "Toutes les actions";
"lng_admin_log_filter_restrictions" = "Nouvelles restrictions";
"lng_admin_log_filter_admins_new" = "Nouveaux administrateurs";
"lng_admin_log_filter_members_new" = "Nouveaux membres";
"lng_admin_log_filter_info_group" = "Infos du groupe";
"lng_admin_log_filter_info_channel" = "Infos de la chaîne";
"lng_admin_log_filter_messages_deleted" = "Messages supprimés";
"lng_admin_log_filter_messages_edited" = "Messages modifiés";
"lng_admin_log_filter_messages_pinned" = "Messages épinglés";
"lng_admin_log_filter_members_removed" = "Membres sur le départ";
"lng_admin_log_filter_all_admins" = "Tous les utilisateurs et administrateurs";
"lng_admin_log_about" = "Qu'est-ce que c'est ?";
"lng_admin_log_about_text" = "Il s'agit d'une liste de toutes les actions de service prises par les membres et administrateurs du groupe dans les dernières 48 heures.";
"lng_admin_log_no_results_title" = "Aucune action trouvée";
"lng_admin_log_no_results_text" = "Aucune action récente correspondant à votre requête n'a été trouvé.";
"lng_admin_log_no_results_search_text" = "Aucune action récente contenant '{query}' n'a été trouvée.";
"lng_admin_log_no_events_title" = "Aucune action pour l'instant";
"lng_admin_log_no_events_text" = "Il n'y a eu aucune action de service\nprise par les membres et administrateurs\ndu groupe dans les dernières 48 heures.";

"lng_admin_log_empty_text" = "Vide";
"lng_admin_log_changed_title_group" = "{from} a changé le nom du groupe pour «{title}»";
"lng_admin_log_changed_title_channel" = "{from} a changé le nom de la chaîne pour «{title}»";
"lng_admin_log_changed_description_group" = "{from} a modifié la description du groupe :";
"lng_admin_log_removed_description_group" = "{from} a supprimé la description du groupe :";
"lng_admin_log_changed_description_channel" = "{from} a modifié la description de la chaîne :";
"lng_admin_log_removed_description_channel" = "{from} a supprimé la description de la chaîne";
"lng_admin_log_previous_description" = "Description précédente";
"lng_admin_log_changed_link_group" = "{from} a changé le lien du groupe :";
"lng_admin_log_removed_link_group" = "{from} a supprimé le lien du groupe";
"lng_admin_log_changed_link_channel" = "{from} a changé le lien de la chaîne :";
"lng_admin_log_removed_link_channel" = "{from} a supprimé le lien de la chaîne";
"lng_admin_log_previous_link" = "Lien précédent";
"lng_admin_log_changed_photo_group" = "{from} a changé la photo du groupe";
"lng_admin_log_changed_photo_channel" = "{from} a changé la photo de la chaîne";
"lng_admin_log_removed_photo_group" = "{from} a supprimé la photo du groupe";
"lng_admin_log_removed_photo_channel" = "{from} a supprimé la photo de la chaîne";
"lng_admin_log_invites_enabled" = "{from} a activé les invitations au groupe";
"lng_admin_log_invites_disabled" = "{from} a désactivé les invitations au groupe";
"lng_admin_log_signatures_enabled" = "{from} a activé les signatures";
"lng_admin_log_signatures_disabled" = "{from} a désactivé les signatures";
"lng_admin_log_history_made_hidden" = "{from} made group history hidden for new members";
"lng_admin_log_history_made_visible" = "{from} made group history visible for new members";
"lng_admin_log_pinned_message" = "{from} a épinglé le message :";
"lng_admin_log_unpinned_message" = "{from} a épinglé un message";
"lng_admin_log_edited_caption" = "{from} a modifié la légende :";
"lng_admin_log_removed_caption" = "{from} a supprimé la légende";
"lng_admin_log_previous_caption" = "Légende originale";
"lng_admin_log_edited_message" = "{from} a modifié le message :";
"lng_admin_log_previous_message" = "Message original";
"lng_admin_log_deleted_message" = "{from} a supprimé le message :";
"lng_admin_log_participant_joined" = "{from} a rejoint le groupe";
"lng_admin_log_participant_joined_channel" = "{from} a rejoint la chaîne";
"lng_admin_log_participant_left" = "{from} a quitté le groupe";
"lng_admin_log_participant_left_channel" = "{from} a quitté la chaîne";
"lng_admin_log_invited" = "a invité {user}";
"lng_admin_log_banned" = "a banni {user}";
"lng_admin_log_restricted" = "a modifié les restrictions pour {user} {until}";
"lng_admin_log_promoted" = "a modifié les privilèges pour {user}";
"lng_admin_log_changed_stickers_group" = "{from} changed the group's {sticker_set}";
"lng_admin_log_changed_stickers_set" = "pack de stickers";
"lng_admin_log_removed_stickers_group" = "{from} removed the group's sticker set";
"lng_admin_log_user_with_username" = "{name} ({mention})";
"lng_admin_log_restricted_forever" = "indéfiniment";
"lng_admin_log_restricted_until" = "jusqu'au {date}";
"lng_admin_log_banned_view_messages" = "Lire des messages";
"lng_admin_log_banned_send_messages" = "Envoyer des messages";
"lng_admin_log_banned_send_media" = "Envoyer des médias";
"lng_admin_log_banned_send_stickers" = "Envoyer des Stickers & GIFs";
"lng_admin_log_banned_embed_links" = "Intégrer des liens";
"lng_admin_log_admin_change_info" = "Modifier les infos";
"lng_admin_log_admin_post_messages" = "Publier des messages";
"lng_admin_log_admin_edit_messages" = "Modifier les messages";
"lng_admin_log_admin_delete_messages" = "Supprimer les messages";
"lng_admin_log_admin_ban_users" = "Bannir des utilisateurs";
"lng_admin_log_admin_invite_users" = "Ajouter des utilisateurs";
"lng_admin_log_admin_invite_link" = "Inviter à rejoindre via un lien";
"lng_admin_log_admin_pin_messages" = "Épingler des messages";
"lng_admin_log_admin_add_admins" = "Ajouter des administrateurs";


"lng_wnd_choose_program_menu" = "Choisir un programme par défaut...";

"lng_wnd_menu_undo" = "Annuler";
"lng_wnd_menu_redo" = "Rétablir";


"lng_linux_menu_undo" = "Annuler";
"lng_linux_menu_redo" = "Rétablir";


"lng_mac_choose_program_menu" = "Autre...";

"lng_mac_choose_app" = "Choisir une application";
"lng_mac_choose_text" = "Choisir une application pour ouvrir le document \"{file}\".";
"lng_mac_enable_filter" = "Activer :";
"lng_mac_recommended_apps" = "Application recommandée";
"lng_mac_all_apps" = "Toutes les applications";
"lng_mac_always_open_with" = "Toujours ouvrir avec";
"lng_mac_this_app_can_open" = "Cette application peut ouvrir \"{file}\".";
"lng_mac_not_known_app" = "Il n'est pas certain que cette application puisse ouvrir \"{file}\".";

"lng_mac_menu_services" = "Services";
"lng_mac_menu_hide_telegram" = "Cacher {telegram}";
"lng_mac_menu_hide_others" = "Cacher les autres";
"lng_mac_menu_show_all" = "Tout afficher";
"lng_mac_menu_preferences" = "Paramètres...";
"lng_mac_menu_quit_telegram" = "Quitter {telegram}";
"lng_mac_menu_about_telegram" = "À propos de {telegram}";
"lng_mac_menu_file" = "Fichier";
"lng_mac_menu_logout" = "Déconnexion";
"lng_mac_menu_edit" = "Modifier";
"lng_mac_menu_undo" = "Annuler";
"lng_mac_menu_redo" = "Rétablir";
"lng_mac_menu_cut" = "Couper";
"lng_mac_menu_copy" = "Copier";
"lng_mac_menu_paste" = "Coller";
"lng_mac_menu_delete" = "Supprimer";
"lng_mac_menu_select_all" = "Tout sélectionner";
"lng_mac_menu_window" = "Fenêtre";
"lng_mac_menu_contacts" = "Contacts";
"lng_mac_menu_add_contact" = "Ajouter un contact";
"lng_mac_menu_new_group" = "Nouveau Groupe";
"lng_mac_menu_new_channel" = "Nouvelle Chaîne";
"lng_mac_menu_show" = "Afficher Telegram";
